[
    {
        "name": "Sweet Chili Shrimp & Cabbage Stir-Fry",
        "directions": "In a small pot, combine 1/2 cup jasmine rice, 3/4 cup water and a big pinch of salt. Bring to a boil, then cover and reduce to a low simmer. Cook until rice is tender, 15-18 minutes. Keep covered off heat until ready to serve. While rice cooks, in a small bowl, combine 4 tbsp sweet soy glaze, 1 ounce chili sauce, 12 ml ponzu and 2.5 tsp vinegar. Heat a large drizzle of oil in a large pan over medium-high heat. Add 10 ounce of shrimp and garlic powder, season with salt and pepper. Using a spatula, press into an even layer. Cook, undisturbed, until opaque and cooked through, 2-3 minutes. Stir in sauce and cook, stirring until slightly thinkened. Stir 4 ounce red cabbage and carrot mix into pan with shrimp, cook until just tender, 2-3 minutes. Taste and season with salt and pepper. Turn off heat. Fluff rice with a fork, stir in 1 tbsp butter until melted. Divide rice between bowls and top with stir-fre and crispy fried onions. Pick 1/4 ounce cilantro leaves from stems, roughly tear and sprinkle over bowls. Time to eat!",
        "img_source": "https://img.hellofresh.com/c_fit,f_auto,fl_lossy,h_1100,q_auto,w_2600/hellofresh_s3/image/61fad303da825628d20377bf-59e80dd6.jpg"
    },
    {
        "name": "Teriyaki Chicken Tenders",
        "directions": "Adjust oven rack to middle position and preheat oven to 425 degrees Fahrenheit (about 220 degrees Celsius). Bring 2.5 cups water and a large pinch of salt to a boil in a medium pot. Peel 1 thumb ginger and mince until you have 2 tbsp.  Mince 4 cloves garlic. Trim, then thinly slice 2 scallions, keeping greens and whites separate. Halve 1 lime, cut one half into wedges. Once water is boiling, add rice to pot. Cover, lower heat and reduce to a gentle simmer. Cook until tender, 15-20 minutes. Remove from heat and keep covered. Toss 12 ounce green beans with a large drizzle of oil on a baking sheet. Season with salt and pepper. Roast in oven until crisp, 10-12 minutes. After they've finished roasting, toss green beans with 2 tsp sesame oil, half a tbsp sesame and a squeeze of lime. Heat a large drizzle of oil in a large pan over medium-high heat. Pat 24 ounce chicken dry with a paper towel. Add to pan and cook until browned but not cooked through, 2-4 minutes per side. Remove from pan and set aside. Heat a large drizzle of oil in same pan over medium-high heat. Whisk together 6 tbsp soy sauce, 1/4 cup sugar, 2 tbsp vinegar, and 1 tsp cornstarch in a small bowl. Put scallion whites, garlic, and ginger in pan and cook, tossing, until softened, 1-2 minutes. Stir in soy sauce mixture and bring to a simmer. Let thicken slightly, about 2 minutes. Add chicken to pan and toss to coat. Cook until no longer pink in center, 2-3 minutes. Add a squeeze of lime to rice, then fluff with a fork. Divide rice, green beans, and chicken between plates. Drizzle with any sauce in pan. Sprinkle with scallion greens and remaining sesame seeds. Serve with lime wedges. Bon appetit!",
        "img_source": "https://img.hellofresh.com/c_fit,f_auto,fl_lossy,h_1100,q_auto,w_2600/hellofresh_s3/image/5a664231ad1d6c6f007d0d72-0c9bca71.jpg"
    },
    {
        "name": "Juicy Cheddar Cheeseburgers",
        "directions": "Halve 4 ounce brioche buns. Form 20 ounce ground beef into 4 equal-sized patties, each slightly wider than the buns, season generously with salt and pepper. Grill: Grill on oiled grates over medium-high heat to desired doneness (grills can vary). In the last 2 minutes of cooking, top patties with cheddar (divide 8 ounce) and add buns to grill. Close grill to melt cheese and toast buns. Stovetop: Heat a drizzle of oil in a medium pan over medium-high heat. Cook to desired doneness, 3-5 minutes. In the last 2 minutes of cooking, top patties with cheddar. Toast buns in burger drippings. Yummy!",
        "img_source": "https://img.hellofresh.com/c_fit,f_auto,fl_lossy,h_1100,q_auto,w_2600/hellofresh_s3/image/juicy-cheddar-cheeseburgers-0ff6ee17.jpg"
    },
    {
        "name": "Perfect Penne Bake with Chicken Sausage",
        "directions": "Preheat oven to 400 degrees Fahrenheit (about 200 degrees Celsius). Bring a large pot of salted water to a boil. Halve, peel, and dice 1 red onion. Mince or grate 2 cloves garlic. Remove large ribs and stems from 4 ounce kale and discard. Coarsely chop leaves. Strip leaves from 1/4 ounce thyme and discard the stems. Heat 1 tbsp olive oil in a large, ovenproof pan over high heat. Slice 9 ounce sausage into thin rounds. Add to pan in a single layer and cook until browned at edges, 2-3 minutes per side. Remove from pan and set aside. Reduce heat to medium-high. Add onion and cook until softened, 3-5 minutes. Toss in garlic and 1 tsp Tuscan heat spice and cook until fragrant, about 1 minute. Once water is boiling, add 6 ounce penne to pot. After 8-9 minutes, add kale to pot. Cook until kale is softened and penne is al dente, 2-3 minutes more. Drain. Stir 1 can diced tomatoes and thyme into pan with onion. Season with salt and pepper. Reduce heat to low and simmer until penne is ready. Once penne is done, stir sausage into pan, followed by kale and penne. Season to taste with salt and pepper. Sprinkle penne mixture with mozzarella and Parmesan. Bake in oven until cheese is melted and bubbly, about 5 minutes. Sprinkle with Parmesan and enjoy your meal!",
        "img_source": "https://img.hellofresh.com/c_fit,f_auto,fl_lossy,h_1100,q_auto,w_2600/hellofresh_s3/image/baked-penne-with-chicken-sausage-d986fb6c.jpg"
    },
    {
        "name": "Zucchini and Tomato Flatbreads",
        "directions": "Place a lightly oiled baking sheet on top rack (for 4 servings, use 2 lightly oiled baking sheets on top and middle racks) and preheat oven to 450 degrees Fahrenheit (about 230 degrees Celsius). Trim and halve 1 zucchini lengthwise; thinly slice crosswise into half-moons. Halve 4 ounce tomatoes. Peel and mince or grate 1 clove garlic. Zest and quarter 1 lemon. Heat a drizzle of olive oil in a large pan over medium-high heat. Add zucchini and cook, stirring, until lightly browned and softened, 5-6 minutes. Season with salt and pepper. Turn off heat. While zucchini cooks, in a small bowl, combine tomatoes, garlic, and a drizzle of olive oil. Season with salt and pepper. In a second small bowl, combine 4 ounce ricotta, half the lemon zest, 1/2 tsp olive oil (1 tsp for 4 servings), and lemon juice to taste. Season with salt and pepper. Carefully place 2 flatbreads on prepared sheet (divide between both prepared sheets for 4 servings). Evenly spread flatbreads with lemon ricotta. Top with zucchini and tomatoes, cut sides up. • Bake on top rack (top and middle racks for 4) until flatbreads are golden brown, 10-12 minutes.  Meanwhile, pick parsley leaves from stems; roughly chop leaves. Mince chives. • Once flatbreads are done, garnish with 1 tsp parsley, chives, remaining lemon zest, and chili flakes to taste. Drizzle with honey, then slice into pieces. Divide between plates and serve with any remaining lemon wedges on the side. Enjoy!",
        "img_source": "https://img.hellofresh.com/c_fit,f_auto,fl_lossy,h_1100,q_auto,w_2600/hellofresh_s3/image/624327d4ebb25979bf12d2c4-3ad78625.jpg"
    },
    {
        "name": "Red Hot Tomato Soup",
        "directions": "Wash and dry all produce. Adjust rack to upper position and preheat oven to 450 degrees Fahrenheit (about 230 degrees Celsius). Halve, peel, and finely dice 1 yellow onion. Mince 2 cloves garlic. Halve 1 lemon. Melt 1 tbsp butter in a medium pot over medium-high heat. Add onion and half the garlic. Cook, stirring often, until softened, about 5 minutes. Season onion with salt and pepper, then stir 13.76 ounce tomatoes, 1.5 cups water, and 1 unit veggie stock concentrate into pot. Bring to a boil, then lower heat and reduce to a simmer. Cook until thickened, 8-10 minutes. Meanwhile, place 1 tbsp butter and remaining garlic in a small, microwave-safe bowl. Heat in microwave until melted, about 30 seconds. Once soup is thickened, set aside off heat and let cool slightly. Season generously with salt and pepper. Stir in 1 tsp sugar, 3 tbsp sour cream, and a pinch of chili flakes (to taste). Taste and season again with salt and pepper. TIP: If soup tastes sharp, add another 1/2 tsp sugar. Ready to eat!",
        "img_source": "https://img.hellofresh.com/c_fit,f_auto,fl_lossy,h_1100,q_auto,w_2600/hellofresh_s3/image/red-hot-tomato-soup-866dae71.jpg"
    },
    {
        "name": "Beef Bulgogi Bowls",
        "directions": "Wash and dry all produce. In a small pot, combine rice, 3/4 cup water and a pinch of salt. Bring to a boil, then cover and reduce to a low simmer. Cook until rice is tender, 15-18 minutes. Keep covered off heat until ready to serve. Meanwhile, trim and thinly slice scallion, separating whites from greens. In a medium bowl, combine 2.5 tsp vinegar, 1/2 tsp sugar (1 tsp for 4 servings), and a pinch of salt. Trim ends from cucumber. Using a peeler, shave cucumber lengthwise into ribbons, rotating as you go, until you get to the seedy core; discard core. Toss ribbons in bowl with vinegar mixture. Set aside, tossing occasionally, until ready to serve. Heat a drizzle of oil in a large, preferably nonstick, pan over medium-high heat. Add 4 ounce shredded carrots and cook, stirring, until just tender, 1 minute. Season with salt and pepper. Turn off heat; transfer to a plate. Heat another drizzle of oil in same pan over medium-high heat. Add scallion whites and cook until fragrant, 1 minute. Add 10 ounce ground beef and a pinch of salt and pepper. Cook, breaking up meat into pieces, until browned and cooked through, 4-6 minutes. Stir in 1/2 tbsp sesame seeds and 2.5 tsp vinegar. Cook 30 seconds, then stir in 4 ounce bulgogi sauce. Bring to a simmer, then immediately turn off heat. Season again with salt and pepper. Meanwhile, in a small bowl, combine 4 tbsp sour cream and 1 tsp sriracha to taste. Stir in water 1 tsp at a time until mixture reaches a drizzling consistency. Season with salt. Fluff rice with a fork. Stir in 1 tbsp butter (2 tbsp for 4 servings) and season with salt and pepper; divide between bowls. Arrange beef, carrots, and pickled cucumber on top. (TIP: Drain any excess liquid from cucumber before adding.) Drizzle cream over everything. Garnish with scallion greens and as many remaining sesame seeds as you like.",
        "img_source": "https://img.hellofresh.com/c_fit,f_auto,fl_lossy,h_1100,q_auto,w_2600/hellofresh_s3/image/ground-beef-bulgogi-bowls-bb6d7489.jpg"
    },
    {
        "name": "Chicken Tikka Masala",
        "directions": "Wash and dry all produce. In a small pot, combine 1/2 cup basmati rice, 3/4 cup water (1.5 cups for 4 servings), and a pinch of salt. Bring to a boil, then cover and reduce to a low simmer. Cook until rice is tender, 15-18 minutes. Keep covered off heat until ready to serve. Meanwhile, halve and peel 1 onion; thinly slice one half (slice whole onion for 4). Peel and mince or grate 1 thumb ginger. Roughly chop 1/4 ounce cilantro. Thinly slice 1 chili pepper. Pat 10 ounce chicken breast strips dry with paper towels. Toss in a medium bowl with 1 tsp garlic powder, salt, and pepper. Heat a large drizzle of oil in a large pan over medium high heat. Add sliced onion and a pinch of salt; cook until slightly softened, 2-3 minutes. Add chicken and cook until browned all over, 3-5 minutes (it’ll finish cooking in the next step). Stir ginger and 2 tsp garam masala into pan. Cook, stirring, until fragrant, 30 seconds. Stir in 1.5 ounce tomato paste; cook for 1 minute. Pour in 1/2 cup water (1 cup for 4 servings), 4 ounce cream sauce base, 1 unit chicken stock concentrate, and 1 tsp sugar (2 tsp for 4), stirring until smooth. Bring to a boil, then reduce heat to medium low; simmer until sauce is thickened and chicken is cooked through, 1-2 minutes. Turn off heat. (If sauce is too thick, add a splash or two more water.) • Stir in half 1/4 ounce cilantro. Season with salt and pepper. TIP: If you like your chicken tikka masala a bit sweeter, add a pinch more sugar. Fluff rice with a fork; stir in 1 tbsp butter (2 tbsp for 4 servings) and season with salt and pepper. Garnish with remaining cilantro and a pinch of chili if desired. Enjoy!",
        "img_source": "https://img.hellofresh.com/c_fit,f_auto,fl_lossy,h_1100,q_auto,w_2600/hellofresh_s3/image/chicken-tikka-masala-55d3bdc7.jpg"
    }

]